export default [
    {
        "name": "Что такое язык?",
        "goals": [
            "Полное структурное видение языка",
            "Его составляющие элементы",
            "Главный принцип построения предложений"
        ],
        "image": "https://alred-static.s3.amazonaws.com/media/public/media/Screen_Shot_2018-09-28_at_00.31.32.png",
        "examples": 60,
        "time": 20
    },
    {
        "name": "Времена в английском языке",
        "goals": [
            "Смысловая окраска предложения при помощи языковых конструкций",
            "Регулярное действие в настоящем, будущем и прошедшем времени",
            "Утвердительные, отрицательные и вопросительные предложения в настоящем, будущем и прошедшем времени"
        ],
        "examples": 58,
        "time": 25
    },
    {
        "name": "Характеристика объекта. Глагол «to be»",
        "goals": [
            "Глаголы, позволяющие изменить место характеристики объекта в предложении",
            "Глагол to be",
            "Использование притяжательных местоимений в английском языке",
            "Прилагательное в положительной, сравнительной и превосходной степени сравнения"
        ],
        "examples": 52,
        "time": 20
    },
    {
        "name": "Длительное действие и формальные объекты",
        "goals": [
            "Использование языковой конструкции продолженного инфинитива для обозначения длительности выполнения действия",
            "Использование указательных местоимений в английском языке",
            "Построение предложений с формальным объектом"
        ],
        "examples": 54,
        "time": 22
    },
    {
        "name": "Совершенная и совершенно-длительная языковая конструкция",
        "goals": [
            "Использование языковых конструкция для указания на результат и  продолжительность выполняемого действия",
            "Употребление количественных местоимений в английском предложении"
        ],
        "examples": 62,
        "time": 25
    },
    {
        "name": "Характеристика действия",
        "goals": [
            "Место наречия в предложении в зависимости от его вида",
            "Наречие в положительной, сравнительной и превосходной степени сравнения",
            "Употребление существительного в роли характеристики действия"
        ],
        "examples": 45,
        "time": 20
    },
    {
        "name": "Употребление безличных глаголов",
        "goals": [
            "Роль безличных глаголов в предложении",
            "Образование временных форм причастия и герундия"
        ],
        "examples": 47,
        "time": 24
    },
    {
        "name": "Вопросительные предложения в английском языке",
        "goals": [
            "Построение вопросительных предложений в английском языке",
            "Использование вопросительных местоимений для построения специальных вопросов"
        ],
        "examples": 47,
        "time": 26
    },
    {
        "name": "Переходные и непереходные глаголы. Предлоги",
        "goals": [
            "Переходные и непереходные глаголы",
            "Значение и случаи употребления предлогов в английском языке"
        ],
        "examples": 80,
        "time": 26
    },
    {
        "name": "Сложное действие в английском языке",
        "goals": [
            "Конструкция сложного действия",
            "Временные формы сложного действия",
            "Роль и значение модальных глаголов в английском языке"
        ],
        "examples": 70,
        "time": 27
    },
    {
        "name": "Пассивный залог",
        "goals": [
            "Построение предложений в пассивном залоге",
            "Образование форм пассивного залога у безличных глаголов"
        ],
        "examples": 59,
        "time": 21
    },
    {
        "name": "Объекты (подробнее)",
        "goals": [
            "Особые случаи употребления артиклей",
            "Частные случаи образования множественного числа",
            "Использование числительного и прилагательного в роли объекта",
            "Возвратные местоимения в английском языке"
        ],
        "examples": 63,
        "time": 18
    },
    {
        "name": "Сложное предложение в английском языке",
        "goals": [
            "Сложносочиненные и сложноподчиненные предложения",
            "Использование сочинительных и подчинительных союзов в сложном предложении",
            "Использование вопросительных местоимений в сложноподчиненном предложении"
        ],
        "examples": 58,
        "time": 31
    },
    {
        "name": "Характеристика объектов (дополнительно)",
        "goals": [
            "Числительные и существительные в роли характеристик объектов",
            "Характеристика объекта представленная приложением",
            "Употребление сравнительных конструкций в качестве характеристики",
            "Усиление значения прилагательного при помощи наречия"
        ],
        "examples": 56,
        "time": 18
    },
    {
        "name": "Условные предложения. Будущее время (дополнительно)",
        "goals": [
            "Значение условных предложений в английском языке",
            "Построение условных предложений",
            "Конструкции запланированного будущего действия и действия, совершаемого по расписанию"
        ],
        "examples": 60,
        "time": 21
    },
    {
        "name": "Вспомогательные элементы комбинирования",
        "goals": [
            "Использование стилистических элементов в английском языке",
            "Использование конструкции краткого повтора"
        ],
        "examples": 48,
        "time": 18
    },
    {
        "name": "Наклонение. Прямая речь",
        "goals": [
            "Построение предложений в повелительном наклонении",
            "Построение предложений в сослагательном наклонении",
            "Прямая и косвенная речь",
            "Согласование времен в косвенной речи"
        ],
        "examples": 55,
        "time": 23
    },
    {
        "name": "Порядок слов в предложении (дополнительно)",
        "goals": [
            "Порядок разных по качеству прилагательных в роли характеристики объекта в предложении",
            "Изменение порядка слов в предложении",
            "",
            "",
            ""
        ],
        "examples": 48,
        "time": 19
    }
]